/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";

"Settings" = "Settings"; // Comment: The title of a menu that allows the user to change the settings.

// Strings that are in the settings pop-up
"Distance Units" = "Distance Units"; // Comments: The title of the menu that allows the user to change the units distance is displayed. with
"Imperial (ft)" = "Imperial (ft)"; // Comments: The option of having imperial units.
"Metric (m)" = "Metric (m)"; // Comments: The option of having metric units.

"Crumb Color" = "Crumb Color"; // Comments: The title of the menu that allows the user to change the color of each marker/goal that the user need to reach to get to their destination.
"Red" = "Red"; // Comments: The option for the markers to be red.
"Green" = "Green"; // Comments: The option for the markers to be green.
"Blue" = "Blue"; // Comments: The option for the markers to be blue.
"Random" = "Random"; // Comments: The option for each marker to be a random color.

"Show Path" = "Show Path"; // Comments: The option for the user to see a path in between keypoints.

"Path Color" = "Path Color"; // Comments: The title of the menu that allows the user to change the color of the paths connecting keypoints along a route.
"Red" = "Red"; // Comments: The option for the paths to be red.
"Green" = "Green"; // Comments: The option for the paths to be green.
"Blue" = "Blue"; // Comments: The option for the paths to be blue.
"Random" = "Random"; // Comments: The option for the paths to be a random color.

"Feedback Options" = "Feedback Options"; // Comments: The header for choosing different ways to receive navigation directions/feedback.
"Sound" = "Sound"; // Comments: The option for the user to get navigation directions/hints through sounds.
"Voice" = "Voice"; // Comments: The option for the user to get navigation directions through vocal narration.
"Haptic" = "Haptic"; // Comments: The option for the user to get navigation directions through vibrations/sensations given by the phone.

"Send Feedback" = ""; // Comments: The header for choosing whether or not to send feedback to the developers.
"Send Logs" = "Send Logs"; // Comments: The name of a button that allows the user to send their route navigation data that could help improve the app.
"Help us improve the app by logging your Clew experience. These logs will not include any images or personal information." = "Help us improve the app by logging your Clew experience. These logs will not include any images or personal information."; // Comments: A comment on what turning on the button of "Send Logs" does.

//"Settings" = "Settings"; // Comments: Title/header of the settings menu.

"Alignment Timer Options" = "Alignment Timer Options"; //Comments: A header for the slider which adjusts the length of the alignment timer

"Timer Length" = "Timer Length";
"1 second" = "1 second";
"2 seconds" = "2 seconds";
"3 seconds" = "3 seconds";
"4 seconds" = "4 seconds";
"5 seconds" = "5 seconds";
"6 seconds" = "6 seconds";
"7 seconds" = "7 seconds";
"8 seconds" = "8 seconds";
"9 seconds" = "9 seconds";
"10 seconds" = "10 seconds";

"General Options" = "General Options"; //Comments: A header for the general options that could be adjusted
